Repository: Alexadar/rootyapps
Catalog: eartharound.swift/DesignShared/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, ko, nb, nl, pl, pt_br, sv, tr, uk, zh_hans, zh_hant

source: %@ geomagnetic storm
cs: Geomagnetická bouře: %@
da: Geomagnetisk storm: %@
de: Geomagnetischer Sturm: %@
es: Tormenta geomagnética: %@
fi: Geomagneettinen myrsky: %@
fr: Tempête géomagnétique : %@
it: Tempesta geomagnetica: %@
ja: 磁気嵐：%@
ko: 지자기 폭풍: %@
nb: Geomagnetisk storm: %@
nl: Geomagnetische storm: %@
pl: Burza geomagnetyczna: %@
pt_br: Tempestade geomagnética: %@
sv: Geomagnetisk storm: %@
tr: Jeomanyetik fırtına: %@
uk: Геомагнітна буря: %@
zh_hans: 地磁暴：%@
zh_hant: 地磁暴：%@

source: %@ geomagnetic storm in progress.
cs: Probíhá geomagnetická bouře: %@.
da: Geomagnetisk storm i gang: %@.
de: Geomagnetischer Sturm im Gange: %@.
es: Tormenta geomagnética en curso: %@.
fi: Geomagneettinen myrsky käynnissä: %@.
fr: Tempête géomagnétique en cours : %@.
it: Tempesta geomagnetica in corso: %@.
ja: 磁気嵐が発生中：%@。
ko: 지자기 폭풍 진행 중: %@.
nb: Geomagnetisk storm pågår: %@.
nl: Geomagnetische storm aan de gang: %@.
pl: Trwa burza geomagnetyczna: %@.
pt_br: Tempestade geomagnética em curso: %@.
sv: Geomagnetisk storm pågår: %@.
tr: Jeomanyetik fırtına sürüyor: %@.
uk: Триває геомагнітна буря: %@.
zh_hans: 地磁暴进行中：%@。
zh_hant: 地磁暴進行中：%@。

source: %@ geomagnetic storm in progress. Faded bars are NOAA's 3-day forecast.
cs: Probíhá geomagnetická bouře: %@. Bledé sloupce jsou třídenní předpověď NOAA.
da: Geomagnetisk storm i gang: %@. Blege søjler er NOAA's 3-dages prognose.
de: Geomagnetischer Sturm im Gange: %@. Blasse Balken sind die 3-Tage-Prognose der NOAA.
es: Tormenta geomagnética en curso: %@. Las barras tenues son el pronóstico de 3 días de NOAA.
fi: Geomagneettinen myrsky käynnissä: %@. Haaleat pylväät ovat NOAA:n 3 vuorokauden ennuste.
fr: Tempête géomagnétique en cours : %@. Les barres pâles sont la prévision NOAA à 3 jours.
it: Tempesta geomagnetica in corso: %@. Le barre chiare sono la previsione NOAA a 3 giorni.
ja: 磁気嵐が発生中：%@。淡いバーは NOAA の3日間予報です。
ko: 지자기 폭풍 진행 중: %@. 흐린 막대는 NOAA의 3일 예보입니다.
nb: Geomagnetisk storm pågår: %@. Blasse søyler er NOAAs 3-døgnsvarsel.
nl: Geomagnetische storm aan de gang: %@. Vage balken zijn de 3-daagse NOAA-verwachting.
pl: Trwa burza geomagnetyczna: %@. Blade słupki to 3-dniowa prognoza NOAA.
pt_br: Tempestade geomagnética em curso: %@. As barras claras são a previsão de 3 dias da NOAA.
sv: Geomagnetisk storm pågår: %@. Bleka staplar är NOAA:s 3-dygnsprognos.
tr: Jeomanyetik fırtına sürüyor: %@. Soluk çubuklar NOAA'nın 3 günlük tahminidir.
uk: Триває геомагнітна буря: %@. Бліді стовпчики — 3-денний прогноз NOAA.
zh_hans: 地磁暴进行中：%@。浅色柱为 NOAA 三日预报。
zh_hant: 地磁暴進行中：%@。淺色柱為 NOAA 三日預報。

source: %@ scale, level %lld
cs: Stupnice %1$@, úroveň %2$lld
da: Skala %1$@, niveau %2$lld
de: Skala %1$@, Stufe %2$lld
es: Escala %1$@, nivel %2$lld
fi: Asteikko %1$@, taso %2$lld
fr: Échelle %1$@, niveau %2$lld
it: Scala %1$@, livello %2$lld
ja: %1$@ スケール、レベル %2$lld
ko: %1$@ 등급, 레벨 %2$lld
nb: Skala %1$@, nivå %2$lld
nl: Schaal %1$@, niveau %2$lld
pl: Skala %1$@, poziom %2$lld
pt_br: Escala %1$@, nível %2$lld
sv: Skala %1$@, nivå %2$lld
tr: %1$@ ölçeği, düzey %2$lld
uk: Шкала %1$@, рівень %2$lld
zh_hans: %1$@ 等级，级别 %2$lld
zh_hant: %1$@ 等級，級別 %2$lld

source: %@ solar flare
cs: Sluneční erupce %@
da: Soludbrud %@
de: Sonneneruption %@
es: Llamarada solar %@
fi: Auringonpurkaus %@
fr: Éruption solaire %@
it: Brillamento solare %@
ja: %@ 太陽フレア
ko: %@ 태양 플레어
nb: Solutbrudd %@
nl: Zonne-uitbarsting %@
pl: Rozbłysk słoneczny %@
pt_br: Erupção solar %@
sv: Soleruption %@
tr: %@ güneş patlaması
uk: Сонячний спалах %@
zh_hans: %@ 级太阳耀斑
zh_hant: %@ 級太陽閃焰

source: %lld of %lld sources didn't refresh
cs: Neaktualizováno zdrojů: %1$lld z %2$lld
da: Ikke opdateret: %1$lld af %2$lld kilder
de: %1$lld von %2$lld Quellen nicht aktualisiert
es: Sin actualizar: %1$lld de %2$lld fuentes
fi: Ei päivittynyt: %1$lld / %2$lld lähdettä
fr: %1$lld source(s) sur %2$lld non actualisée(s)
it: Non aggiornate: %1$lld di %2$lld fonti
ja: 未更新のソース：%2$lld 件中 %1$lld 件
ko: 새로 고침 실패: %2$lld개 중 %1$lld개
nb: Ikke oppdatert: %1$lld av %2$lld kilder
nl: Niet ververst: %1$lld van %2$lld bronnen
pl: Nie odświeżono źródeł: %1$lld z %2$lld
pt_br: Sem atualizar: %1$lld de %2$lld fontes
sv: Ej uppdaterade: %1$lld av %2$lld källor
tr: Yenilenmedi: %2$lld kaynaktan %1$lld
uk: Не оновлено джерел: %1$lld з %2$lld
zh_hans: 未刷新来源：%2$lld 个中的 %1$lld 个
zh_hant: 未重新整理來源：%2$lld 個中的 %1$lld 個

source: 24H PEAK
cs: ŠPIČKA 24 H
da: TOP 24 T
de: 24-H-SPITZE
es: PICO 24 H
fi: 24 H HUIPPU
fr: PIC 24 H
it: PICCO 24 H
ja: 24時間の最大
ko: 24시간 최대
nb: TOPP 24 T
nl: PIEK 24 U
pl: SZCZYT 24 H
pt_br: PICO 24 H
sv: TOPP 24 H
tr: 24 SA ZİRVE
uk: ПІК 24 ГОД
zh_hans: 24 小时峰值
zh_hant: 24 小時峰值

source: 24h peak
cs: špička za 24 h
da: top 24 t
de: 24-h-Spitze
es: pico en 24 h
fi: 24 h huippu
fr: pic sur 24 h
it: picco in 24 h
ja: 24時間の最大
ko: 24시간 최대
nb: topp 24 t
nl: piek 24 uur
pl: szczyt z 24 h
pt_br: pico em 24 h
sv: topp 24 h
tr: 24 sa zirve
uk: пік за 24 год
zh_hans: 24 小时峰值
zh_hant: 24 小時峰值

source: AUR %@ WND %@
cs: ZÁŘE %1$@ VÍTR %2$@
da: NL %1$@ VIND %2$@
de: PL %1$@ WIND %2$@
es: AUR %1$@ VIENTO %2$@
fi: REV %1$@ TUULI %2$@
fr: AUR %1$@ VENT %2$@
it: AUR %1$@ VENTO %2$@
ja: オーロラ %1$@ 太陽風 %2$@
ko: 오로라 %1$@ 태양풍 %2$@
nb: NL %1$@ VIND %2$@
nl: PL %1$@ WIND %2$@
pl: ZORZA %1$@ WIATR %2$@
pt_br: AUR %1$@ VENTO %2$@
sv: NRS %1$@ VIND %2$@
tr: KI %1$@ RÜZGÂR %2$@
uk: СЯЙВО %1$@ ВІТЕР %2$@
zh_hans: 极光 %1$@ 太阳风 %2$@
zh_hant: 極光 %1$@ 太陽風 %2$@

source: About
cs: O aplikaci
da: Om
de: Über
es: Acerca de
fi: Tietoja
fr: À propos
it: Informazioni
ja: 情報
ko: 정보
nb: Om
nl: Over
pl: Informacje
pt_br: Sobre
sv: Om
tr: Hakkında
uk: Про застосунок
zh_hans: 关于
zh_hant: 關於

source: Active
cs: Aktivní
da: Aktivt
de: Aktiv
es: Activo
fi: Aktiivinen
fr: Actif
it: Attivo
ja: 活発
ko: 활발함
nb: Aktiv
nl: Actief
pl: Aktywnie
pt_br: Ativo
sv: Aktivt
tr: Aktif
uk: Активно
zh_hans: 活跃
zh_hant: 活躍

source: Ad-free · one-time purchase
cs: Bez reklam · jednorázový nákup
da: Reklamefri · engangskøb
de: Werbefrei · Einmalkauf
es: Sin anuncios · compra única
fi: Mainokseton · kertaosto
fr: Sans publicité · achat unique
it: Senza pubblicità · acquisto unico
ja: 広告なし・買い切り
ko: 광고 없음 · 1회 구매
nb: Reklamefri · engangskjøp
nl: Advertentievrij · eenmalige aankoop
pl: Bez reklam · jednorazowy zakup
pt_br: Sem anúncios · compra única
sv: Reklamfri · engångsköp
tr: Reklamsız · tek seferlik satın alma
uk: Без реклами · разова покупка
zh_hans: 无广告 · 一次买断
zh_hant: 無廣告 · 一次買斷

source: Alerts
cs: Upozornění
da: Notifikationer
de: Warnungen
es: Alertas
fi: Hälytykset
fr: Alertes
it: Avvisi
ja: アラート
ko: 알림
nb: Varsler
nl: Meldingen
pl: Alerty
pt_br: Alertas
sv: Aviseringar
tr: Uyarılar
uk: Сповіщення
zh_hans: 提醒
zh_hant: 提醒

source: App
cs: Aplikace
fi: Sovellus
ja: アプリ
ko: 앱
pl: Aplikacja
tr: Uygulama
uk: Застосунок
zh_hans: 应用
zh_hant: 應用程式

source: Aurora
cs: Polární záře
da: Nordlys
de: Polarlicht
fi: Revontulet
fr: Aurore
ja: オーロラ
ko: 오로라
nb: Nordlys
nl: Poollicht
pl: Zorza
sv: Norrsken
tr: Kutup ışıkları
uk: Сяйво
zh_hans: 极光
zh_hant: 極光

source: Aurora %@
cs: Polární záře %@
da: Nordlys %@
de: Polarlicht %@
fi: Revontulet %@
fr: Aurore %@
ja: オーロラ %@
ko: 오로라 %@
nb: Nordlys %@
nl: Poollicht %@
pl: Zorza %@
sv: Norrsken %@
tr: Kutup ışıkları %@
uk: Сяйво %@
zh_hans: 极光 %@
zh_hant: 極光 %@

source: Aurora Tonight
cs: Polární záře dnes v noci
da: Nordlys i nat
de: Polarlicht heute Nacht
es: Auroras esta noche
fi: Revontulet tänä yönä
fr: Aurore ce soir
it: Aurora stanotte
ja: 今夜のオーロラ
ko: 오늘 밤 오로라
nb: Nordlys i natt
nl: Poollicht vannacht
pl: Zorza dziś w nocy
pt_br: Aurora hoje à noite
sv: Norrsken i natt
tr: Bu gece kutup ışığı
uk: Сяйво сьогодні
zh_hans: 今夜极光
zh_hant: 今夜極光

source: Aurora chance
cs: Šance na polární záři
da: Chance for nordlys
de: Polarlicht-Chance
es: Probabilidad de aurora
fi: Revontulten mahdollisuus
fr: Chance d'aurore
it: Probabilità di aurora
ja: オーロラの可能性
ko: 오로라 가능성
nb: Nordlyssjanse
nl: Kans op poollicht
pl: Szansa na zorzę
pt_br: Chance de aurora
sv: Norrskenschans
tr: Kutup ışığı olasılığı
uk: Шанс побачити сяйво
zh_hans: 极光机会
zh_hant: 極光機會

source: Aurora chance %lld%%
cs: Šance na polární záři %lld%%
da: Chance for nordlys %lld%%
de: Polarlicht-Chance %lld%%
es: Probabilidad de aurora %lld%%
fi: Revontulten mahdollisuus %lld%%
fr: Chance d'aurore %lld%%
it: Probabilità di aurora %lld%%
ja: オーロラの可能性 %lld%%
ko: 오로라 가능성 %lld%%
nb: Nordlyssjanse %lld%%
nl: Kans op poollicht %lld%%
pl: Szansa na zorzę %lld%%
pt_br: Chance de aurora %lld%%
sv: Norrskenschans %lld%%
tr: Kutup ışığı olasılığı %%%lld
uk: Шанс сяйва %lld%%
zh_hans: 极光机会 %lld%%
zh_hant: 極光機會 %lld%%

source: Aurora may be visible down to %lld° geomagnetic latitude.
cs: Polární záře může být viditelná až k %lld° geomagnetické šířky.
da: Nordlys kan ses ned til %lld° geomagnetisk bredde.
de: Polarlicht kann bis %lld° geomagnetischer Breite sichtbar sein.
es: La aurora puede verse hasta los %lld° de latitud geomagnética.
fi: Revontulet voivat näkyä %lld° geomagneettiselle leveysasteelle asti.
fr: L'aurore peut être visible jusqu'à %lld° de latitude géomagnétique.
it: L'aurora può essere visibile fino a %lld° di latitudine geomagnetica.
ja: オーロラは地磁気緯度 %lld° まで見える可能性があります。
ko: 오로라는 지자기 위도 %lld°까지 보일 수 있습니다.
nb: Nordlys kan være synlig ned til %lld° geomagnetisk bredde.
nl: Poollicht kan zichtbaar zijn tot %lld° geomagnetische breedte.
pl: Zorza może być widoczna do %lld° szerokości geomagnetycznej.
pt_br: A aurora pode ser visível até %lld° de latitude geomagnética.
sv: Norrsken kan synas ned till %lld° geomagnetisk latitud.
tr: Kutup ışıkları %lld° jeomanyetik enleme kadar görülebilir.
uk: Сяйво може бути видно до %lld° геомагнітної широти.
zh_hans: 极光可能在地磁纬度 %lld° 以上可见。
zh_hant: 極光可能在地磁緯度 %lld° 以上可見。

source: Auto-refresh
cs: Automatická aktualizace
da: Automatisk opdatering
de: Automatisch aktualisieren
es: Actualización automática
fi: Automaattinen päivitys
fr: Actualisation auto
it: Aggiornamento automatico
ja: 自動更新
ko: 자동 새로 고침
nb: Automatisk oppdatering
nl: Automatisch verversen
pl: Autoodświeżanie
pt_br: Atualização automática
sv: Uppdatera automatiskt
tr: Otomatik yenileme
uk: Автооновлення
zh_hans: 自动刷新
zh_hant: 自動重新整理

source: Below G1
cs: Pod G1
da: Under G1
de: Unter G1
es: Por debajo de G1
fi: Alle G1
fr: Sous G1
it: Sotto G1
ja: G1 未満
ko: G1 미만
nb: Under G1
nl: Onder G1
pl: Poniżej G1
pt_br: Abaixo de G1
sv: Under G1
tr: G1 altı
uk: Нижче G1
zh_hans: 低于 G1
zh_hant: 低於 G1

source: Below R1
cs: Pod R1
da: Under R1
de: Unter R1
es: Por debajo de R1
fi: Alle R1
fr: Sous R1
it: Sotto R1
ja: R1 未満
ko: R1 미만
nb: Under R1
nl: Onder R1
pl: Poniżej R1
pt_br: Abaixo de R1
sv: Under R1
tr: R1 altı
uk: Нижче R1
zh_hans: 低于 R1
zh_hant: 低於 R1

source: Below S1
cs: Pod S1
da: Under S1
de: Unter S1
es: Por debajo de S1
fi: Alle S1
fr: Sous S1
it: Sotto S1
ja: S1 未満
ko: S1 미만
nb: Under S1
nl: Onder S1
pl: Poniżej S1
pt_br: Abaixo de S1
sv: Under S1
tr: S1 altı
uk: Нижче S1
zh_hans: 低于 S1
zh_hant: 低於 S1

source: Class
cs: Třída
da: Klasse
de: Klasse
es: Clase
fi: Luokka
fr: Classe
it: Classe
ja: クラス
ko: 등급
nb: Klasse
nl: Klasse
pl: Klasa
pt_br: Classe
sv: Klass
tr: Sınıf
uk: Клас
zh_hans: 级别
zh_hant: 級別

source: Common flare — few noticeable effects on Earth.
cs: Běžná erupce — na Zemi téměř bez znatelných účinků.
da: Almindeligt soludbrud – få mærkbare effekter på Jorden.
de: Häufige Eruption – kaum spürbare Auswirkungen auf der Erde.
es: Llamarada común: pocos efectos notables en la Tierra.
fi: Tavallinen roihupurkaus – vain vähän havaittavia vaikutuksia Maassa.
fr: Éruption courante — peu d'effets notables sur Terre.
it: Brillamento comune — pochi effetti percepibili sulla Terra.
ja: 一般的なフレア — 地球への影響はほとんどありません。
ko: 흔한 플레어 — 지구에 미치는 영향은 거의 없습니다.
nb: Vanlig solutbrudd – få merkbare effekter på jorden.
nl: Veelvoorkomende uitbarsting — nauwelijks merkbare effecten op aarde.
pl: Zwykły rozbłysk — niewiele odczuwalnych skutków na Ziemi.
pt_br: Erupção comum — poucos efeitos perceptíveis na Terra.
sv: Vanlig soleruption – få märkbara effekter på jorden.
tr: Sıradan patlama — Dünya'da belirgin etkisi az.
uk: Звичайний спалах — майже без помітних наслідків на Землі.
zh_hans: 常见耀斑——对地球几乎没有明显影响。
zh_hant: 常見閃焰——對地球幾乎沒有明顯影響。

source: Conditions %@
cs: Podmínky: %@
da: Forhold: %@
de: Bedingungen: %@
es: Condiciones: %@
fi: Olot: %@
it: Condizioni: %@
ja: 状況：%@
ko: 상태: %@
nb: Forhold: %@
nl: Condities: %@
pl: Warunki: %@
pt_br: Condições: %@
sv: Förhållanden: %@
tr: Koşullar: %@
uk: Умови: %@
zh_hans: 状况：%@
zh_hant: 狀況：%@

source: Couldn't refresh · %@
cs: Nepodařilo se aktualizovat · %@
da: Kunne ikke opdatere · %@
de: Aktualisierung fehlgeschlagen · %@
es: No se pudo actualizar · %@
fi: Päivitys epäonnistui · %@
fr: Échec de l'actualisation · %@
it: Aggiornamento non riuscito · %@
ja: 更新できませんでした・%@
ko: 새로 고치지 못함 · %@
nb: Kunne ikke oppdatere · %@
nl: Verversen mislukt · %@
pl: Nie udało się odświeżyć · %@
pt_br: Não foi possível atualizar · %@
sv: Kunde inte uppdatera · %@
tr: Yenilenemedi · %@
uk: Не вдалося оновити · %@
zh_hans: 无法刷新 · %@
zh_hant: 無法重新整理 · %@

source: Dashboard
cs: Přehled
da: Oversigt
de: Übersicht
es: Panel
fi: Yleisnäkymä
fr: Tableau de bord
it: Cruscotto
ja: ダッシュボード
ko: 대시보드
nb: Oversikt
pl: Pulpit
pt_br: Painel
sv: Översikt
tr: Panel
uk: Панель
zh_hans: 仪表板
zh_hant: 儀表板

source: Detail
cs: Podrobnost
da: Detaljeniveau
de: Detailgrad
es: Detalle
fi: Tarkkuus
fr: Détail
it: Dettaglio
ja: 詳細度
ko: 상세 수준
nb: Detaljnivå
pl: Szczegółowość
pt_br: Detalhe
sv: Detaljnivå
tr: Ayrıntı
uk: Деталізація
zh_hans: 详细程度
zh_hant: 詳細程度

source: Display
cs: Zobrazení
da: Visning
de: Darstellung
es: Pantalla
fi: Näyttö
fr: Affichage
it: Aspetto
ja: 表示
ko: 표시
nb: Visning
nl: Weergave
pl: Wyświetlanie
pt_br: Exibição
sv: Visning
tr: Görünüm
uk: Вигляд
zh_hans: 显示
zh_hant: 顯示

source: Done
cs: Hotovo
da: Færdig
de: Fertig
es: Listo
fi: Valmis
fr: OK
it: Fine
ja: 完了
ko: 완료
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluir
sv: Klar
tr: Bitti
uk: Готово
zh_hans: 完成
zh_hant: 完成

source: E-field (south)
cs: Pole E (jih)
da: E-felt (syd)
de: E-Feld (Süd)
es: Campo E (sur)
fi: E-kenttä (etelä)
fr: Champ E (sud)
it: Campo E (sud)
ja: 電場（南）
ko: 전기장(남)
nb: E-felt (sør)
nl: E-veld (zuid)
pl: Pole E (południe)
pt_br: Campo E (sul)
sv: E-fält (syd)
tr: E alanı (güney)
uk: Е-поле (південь)
zh_hans: 电场（南）
zh_hant: 電場（南）

source: Earth
cs: Země
da: Jorden
de: Erde
es: Tierra
fi: Maa
fr: Terre
it: Terra
ja: 地球
ko: 지구
nb: Jorda
nl: Aarde
pl: Ziemia
pt_br: Terra
sv: Jorden
tr: Dünya
uk: Земля
zh_hans: 地球
zh_hant: 地球

source: Every displayed value is classified by a local, offline-tested function checked against the published NOAA/GFZ definition. No number is shown that can't be validated.
cs: Každou zobrazenou hodnotu klasifikuje lokální funkce testovaná offline a ověřená proti zveřejněné definici NOAA/GFZ. Nezobrazuje se žádné číslo, které nelze ověřit.
da: Hver vist værdi klassificeres af en lokal, offline-testet funktion, der er kontrolleret mod den offentliggjorte NOAA/GFZ-definition. Der vises ingen tal, som ikke kan valideres.
de: Jeder angezeigte Wert wird von einer lokalen, offline getesteten Funktion klassifiziert, die gegen die veröffentlichte NOAA/GFZ-Definition geprüft ist. Es wird keine Zahl angezeigt, die sich nicht validieren lässt.
es: Cada valor mostrado lo clasifica una función local, probada sin conexión y contrastada con la definición publicada de NOAA/GFZ. No se muestra ningún número que no se pueda validar.
fi: Jokaisen näytetyn arvon luokittelee paikallinen, offline-testattu funktio, joka on tarkistettu NOAA:n/GFZ:n julkaistua määritelmää vasten. Mitään lukua ei näytetä, jota ei voi vahvistaa.
fr: Chaque valeur affichée est classée par une fonction locale, testée hors ligne et vérifiée contre la définition publiée de la NOAA/GFZ. Aucun nombre n'est affiché s'il ne peut être validé.
it: Ogni valore mostrato è classificato da una funzione locale, testata offline e verificata rispetto alla definizione pubblicata di NOAA/GFZ. Non viene mostrato alcun numero che non possa essere validato.
ja: 表示される値はすべて、公開された NOAA/GFZ の定義に照らして検証済みの、ローカルでオフラインテストされた関数によって分類されます。検証できない数値は表示しません。
ko: 표시되는 모든 값은 공개된 NOAA/GFZ 정의와 대조해 검증한, 오프라인 테스트를 거친 로컬 함수가 분류합니다. 검증할 수 없는 수치는 표시하지 않습니다.
nb: Hver viste verdi klassifiseres av en lokal, offline-testet funksjon som er kontrollert mot den publiserte NOAA/GFZ-definisjonen. Ingen tall vises som ikke kan valideres.
nl: Elke getoonde waarde wordt geclassificeerd door een lokale, offline geteste functie die is getoetst aan de gepubliceerde NOAA/GFZ-definitie. Er wordt geen getal getoond dat niet te valideren is.
pl: Każdą wyświetlaną wartość klasyfikuje lokalna funkcja, testowana offline i sprawdzona względem opublikowanej definicji NOAA/GFZ. Nie pokazujemy żadnej liczby, której nie da się zweryfikować.
pt_br: Cada valor exibido é classificado por uma função local, testada offline e conferida com a definição publicada da NOAA/GFZ. Nenhum número é mostrado se não puder ser validado.
sv: Varje visat värde klassificeras av en lokal, offlinetestad funktion som kontrolleras mot NOAA:s/GFZ:s publicerade definition. Inget tal visas som inte går att validera.
tr: Gösterilen her değer, yayımlanmış NOAA/GFZ tanımına karşı denetlenen yerel ve çevrimdışı test edilmiş bir işlevle sınıflandırılır. Doğrulanamayan hiçbir sayı gösterilmez.
uk: Кожне показане значення класифікує локальна функція, перевірена офлайн-тестами проти опублікованого визначення NOAA/GFZ. Жодне число не показується, якщо його не можна підтвердити.
zh_hans: 每一个显示的数值都由本地的、经离线测试的函数分类，并对照 NOAA/GFZ 公布的定义核验。无法验证的数字一律不显示。
zh_hant: 每一個顯示的數值都由本機、經離線測試的函式分類，並對照 NOAA/GFZ 公布的定義核驗。無法驗證的數字一律不顯示。

source: Extended view
cs: Rozšířené zobrazení
da: Udvidet visning
de: Erweiterte Ansicht
es: Vista ampliada
fi: Laaja näkymä
fr: Vue étendue
it: Vista estesa
ja: 詳細表示
ko: 자세히 보기
nb: Utvidet visning
nl: Uitgebreide weergave
pl: Widok rozszerzony
pt_br: Visão ampliada
sv: Utökad vy
tr: Genişletilmiş görünüm
uk: Розширений вигляд
zh_hans: 详细视图
zh_hant: 詳細檢視

source: Extreme
cs: Extrémní
da: Ekstrem
de: Extrem
es: Extremo
fi: Äärimmäinen
fr: Extrême
it: Estremo
ja: 極度
ko: 극심
nb: Ekstrem
nl: Extreem
pl: Ekstremalny
pt_br: Extremo
sv: Extrem
tr: Aşırı
uk: Екстремальний
zh_hans: 极端
zh_hant: 極端

source: Fast stream
cs: Rychlý proud
da: Hurtig strøm
de: Schneller Strom
es: Flujo rápido
fi: Nopea virtaus
fr: Flux rapide
it: Flusso veloce
ja: 高速流
ko: 고속 흐름
nb: Rask strøm
nl: Snelle stroom
pl: Szybki strumień
pt_br: Fluxo rápido
sv: Snabb ström
tr: Hızlı akım
uk: Швидкий потік
zh_hans: 高速流
zh_hant: 高速流

source: Flux
cs: Tok
de: Fluss
es: Flujo
fi: Vuo
it: Flusso
ja: フラックス
ko: 플럭스
nb: Fluks
pl: Strumień
pt_br: Fluxo
sv: Flöde
tr: Akı
uk: Потік
zh_hans: 通量
zh_hant: 通量

source: From probability
cs: Od pravděpodobnosti
da: Fra sandsynlighed
de: Ab Wahrscheinlichkeit
es: Desde probabilidad
fi: Todennäköisyydestä
fr: À partir d'une probabilité de
it: Da probabilità
ja: 通知する確率の下限
ko: 확률 기준
nb: Fra sannsynlighet
nl: Vanaf kans
pl: Od prawdopodobieństwa
pt_br: A partir da probabilidade
sv: Från sannolikhet
tr: Şu olasılıktan itibaren
uk: Від імовірності
zh_hans: 提醒起始概率
zh_hant: 提醒起始機率

source: G1 Minor
cs: G1 Mírná
da: G1 Mindre
de: G1 Gering
es: G1 Menor
fi: G1 Vähäinen
fr: G1 Mineure
it: G1 Minore
ja: G1 軽度
ko: G1 경미
nb: G1 Mindre
nl: G1 Gering
pl: G1 Słaba
pt_br: G1 Menor
sv: G1 Mindre
tr: G1 Küçük
uk: G1 Слабка
zh_hans: G1 轻度
zh_hant: G1 輕度

source: G2 Moderate
cs: G2 Střední
da: G2 Moderat
de: G2 Mäßig
es: G2 Moderada
fi: G2 Kohtalainen
fr: G2 Modérée
it: G2 Moderata
ja: G2 中程度
ko: G2 보통
nb: G2 Moderat
nl: G2 Matig
pl: G2 Umiarkowana
pt_br: G2 Moderada
sv: G2 Måttlig
tr: G2 Orta
uk: G2 Помірна
zh_hans: G2 中等
zh_hant: G2 中等

source: G3 Strong
cs: G3 Silná
da: G3 Kraftig
de: G3 Stark
es: G3 Fuerte
fi: G3 Voimakas
fr: G3 Forte
it: G3 Forte
ja: G3 強い
ko: G3 강함
nb: G3 Kraftig
nl: G3 Sterk
pl: G3 Silna
pt_br: G3 Forte
sv: G3 Kraftig
tr: G3 Güçlü
uk: G3 Сильна
zh_hans: G3 强
zh_hant: G3 強

source: G4 Severe
cs: G4 Těžká
da: G4 Alvorlig
de: G4 Schwer
es: G4 Severa
fi: G4 Ankara
fr: G4 Sévère
it: G4 Severa
ja: G4 重度
ko: G4 심각
nb: G4 Alvorlig
nl: G4 Ernstig
pl: G4 Ciężka
pt_br: G4 Severa
sv: G4 Svår
tr: G4 Şiddetli
uk: G4 Дуже сильна
zh_hans: G4 严重
zh_hant: G4 嚴重

source: G5 Extreme
cs: G5 Extrémní
da: G5 Ekstrem
de: G5 Extrem
es: G5 Extrema
fi: G5 Äärimmäinen
fr: G5 Extrême
it: G5 Estrema
ja: G5 極度
ko: G5 극심
nb: G5 Ekstrem
nl: G5 Extreem
pl: G5 Ekstremalna
pt_br: G5 Extrema
sv: G5 Extrem
tr: G5 Aşırı
uk: G5 Екстремальна
zh_hans: G5 极端
zh_hant: G5 極端

source: Geoeffective
cs: Geoefektivní
da: Geoeffektiv
de: Geoeffektiv
es: Geoefectivo
fi: Geotehokas
fr: Géoefficace
it: Geoefficace
ja: 地球効果あり
ko: 지구 영향 있음
nb: Geoeffektiv
nl: Geo-effectief
pl: Geoefektywny
pt_br: Geoefetivo
sv: Geoeffektiv
tr: Jeoetkin
uk: Геоефективний
zh_hans: 具地磁效应
zh_hant: 具地磁效應

source: Geomagnetic
cs: Geomagnetické
da: Geomagnetisk
de: Geomagnetik
es: Geomagnético
fi: Geomagneettinen
fr: Géomagnétique
it: Geomagnetico
ja: 地磁気
ko: 지자기
nb: Geomagnetisk
nl: Geomagnetisch
pl: Geomagnetyczne
pt_br: Geomagnético
sv: Geomagnetiskt
tr: Jeomanyetik
uk: Геомагнітне
zh_hans: 地磁
zh_hant: 地磁

source: Geomagnetic & Hpo
cs: Geomagnetismus a Hpo
da: Geomagnetisme og Hpo
de: Geomagnetik & Hpo
es: Geomagnetismo y Hpo
fi: Geomagnetismi ja Hpo
fr: Géomagnétisme et Hpo
it: Geomagnetismo e Hpo
ja: 地磁気と Hpo
ko: 지자기 및 Hpo
nb: Geomagnetisme og Hpo
nl: Geomagnetisme & Hpo
pl: Geomagnetyzm i Hpo
pt_br: Geomagnetismo e Hpo
sv: Geomagnetism och Hpo
tr: Jeomanyetik ve Hpo
uk: Геомагнітне та Hpo
zh_hans: 地磁与 Hpo
zh_hant: 地磁與 Hpo

source: Geomagnetic (G), Radio blackout (R), Solar radiation (S). 0 means quiet on that axis.
cs: Geomagnetická (G), výpadek rádia (R), sluneční záření (S). 0 znamená klid na dané ose.
da: Geomagnetisk (G), radioudfald (R), solstråling (S). 0 betyder roligt på den akse.
de: Geomagnetisch (G), Funkausfall (R), Sonnenstrahlung (S). 0 bedeutet ruhig auf dieser Achse.
es: Geomagnética (G), apagón de radio (R), radiación solar (S). 0 significa calma en ese eje.
fi: Geomagneettinen (G), radiokatko (R), auringon säteily (S). 0 tarkoittaa rauhallista tällä akselilla.
fr: Géomagnétique (G), coupure radio (R), radiation solaire (S). 0 signifie calme sur cet axe.
it: Geomagnetica (G), blackout radio (R), radiazione solare (S). 0 significa calma su quell'asse.
ja: 地磁気 (G)、短波通信障害 (R)、太陽放射線 (S)。0 はその軸が静穏であることを意味します。
ko: 지자기 (G), 무선 장애 (R), 태양 방사선 (S). 0은 해당 축이 조용함을 뜻합니다.
nb: Geomagnetisk (G), radiobrudd (R), solstråling (S). 0 betyr rolig på den aksen.
nl: Geomagnetisch (G), radiostoring (R), zonnestraling (S). 0 betekent rustig op die as.
pl: Geomagnetyczna (G), zanik radiowy (R), promieniowanie słoneczne (S). 0 oznacza spokój na tej osi.
pt_br: Geomagnética (G), apagão de rádio (R), radiação solar (S). 0 significa calmo nesse eixo.
sv: Geomagnetisk (G), radiobortfall (R), solstrålning (S). 0 betyder lugnt på den axeln.
tr: Jeomanyetik (G), telsiz kesintisi (R), güneş radyasyonu (S). 0, o eksende sakin demektir.
uk: Геомагнітна (G), радіозатемнення (R), сонячна радіація (S). 0 означає спокій за цією віссю.
zh_hans: 地磁 (G)、无线电中断 (R)、太阳辐射 (S)。0 表示该轴平静。
zh_hant: 地磁 (G)、無線電中斷 (R)、太陽輻射 (S)。0 表示該軸平靜。

source: Geomagnetic storms
cs: Geomagnetické bouře
da: Geomagnetiske storme
de: Geomagnetische Stürme
es: Tormentas geomagnéticas
fi: Geomagneettiset myrskyt
fr: Tempêtes géomagnétiques
it: Tempeste geomagnetiche
ja: 磁気嵐
ko: 지자기 폭풍
nb: Geomagnetiske stormer
nl: Geomagnetische stormen
pl: Burze geomagnetyczne
pt_br: Tempestades geomagnéticas
sv: Geomagnetiska stormar
tr: Jeomanyetik fırtınalar
uk: Геомагнітні бурі
zh_hans: 地磁暴
zh_hant: 地磁暴

source: High
cs: Vysoký
da: Høj
de: Hoch
es: Alto
fi: Korkea
fr: Élevé
it: Alto
ja: 高い
ko: 높음
nb: Høy
nl: Hoog
pl: Wysoki
pt_br: Alto
sv: Hög
tr: Yüksek
uk: Високий
zh_hans: 高
zh_hant: 高
